img/1-RDF-graph-L3-10-auto/X9nH.mmd
flowchart LR
  Ana[student:s01] -->|ex:enrolledIn| Web[course:c01]
  Web -->|rdfs:label| WLabel(("Web Semántica"))
  Web -->|ex:credits| Credits(("6"))
  Web -->|rdf:type| Course[ex:Course]
